{"sections":{"main":{"type":"main-page","settings":{"padding_top":28,"padding_bottom":28}},"9ad8431e-09e4-467d-85a2-22b1c72d4118":{"type":"rich-text","blocks":{"template--16594685395180__9ad8431e-09e4-467d-85a2-22b1c72d4118-16661150114ce48a9e-1":{"type":"text","settings":{"text":"<p><strong>General Terms and Conditions of Business and Delivery<\/strong><\/p><p><strong>§ 1 General – Scope of Validity<\/strong><\/p><p><strong>1. <\/strong>The following Terms and Conditions of Business as amended at the time of conclusion of contract apply to all distance contracts or online contracts concluded between us and the customer.<\/p><p><strong>2. <\/strong>Differing, conflicting or supplementary general terms and conditions shall not be a part of the contract, even if known, unless their validity is explicitly agreed to.<\/p><p><strong>§ 2 Conclusion of Contract<\/strong><\/p><p><strong>1. <\/strong>Your contract partner for orders from the Ciro webshop is CIRO GmbH, Annagasse 3a\/8, 1010 Vienna, Austria.<\/p><p><strong>2. <\/strong>Our products are presented in good graphic quality on our website. However, the presentation of the products on our website does not constitute a binding offer. Please select the goods you wish to order carefully in order to avoid returns, so that we can continue to offer good value for money.<\/p><p><strong>3. <\/strong>All our offers are subject to change and non-binding. We reserve the right to make reasonable technical and other changes.<\/p><p><strong>4. <\/strong>We will promptly confirm receipt of your order for goods ordered electronically.However, this confirmation of receipt shall not constitute a binding acceptance of your order.The confirmation of receipt shall only constitute an acceptance if we explicitly declare our acceptance.<\/p><p><strong>5. <\/strong>We shall be entitled to accept the offer of contract comprised in the order within a period of two weeks. In the case of goods ordered electronically, we shall be entitled to accept the order within three workdays of receipt.<\/p><p><strong>6. <\/strong>We shall be entitled to refuse acceptance of the order, e.g. after checking the customer’s creditworthiness. We shall be entitled to limit the order to a common household quantity.<\/p><p><strong>7. <\/strong>Registration or orders by a registered customer shall not oblige us to accept such registration or orders.  If goods ordered and already paid for by the customer are not available, the customer shall be informed electronically and the paid purchase price shall be refunded within 14 days.<\/p><p><strong>8. <\/strong>You can read, print and save our General Terms and Conditions at any time under <span style=\"text-decoration:underline\">[Link]<\/span><\/p>"}}},"block_order":["template--16594685395180__9ad8431e-09e4-467d-85a2-22b1c72d4118-16661150114ce48a9e-1"],"settings":{"color_scheme":"background-1","full_width":true,"padding_top":40,"padding_bottom":52}},"110836f9-d403-454d-9c66-6d760b97dabe":{"type":"rich-text","blocks":{"template--16594685395180__110836f9-d403-454d-9c66-6d760b97dabe-16661150758b0bdc41-1":{"type":"text","settings":{"text":"<p><strong>§ 3 Payment Options<\/strong><\/p><p><strong>1.<\/strong> The customer can pay the purchase price exclusively<\/p><p><strong>a)<\/strong>  by credit card (the following credit cards are accepted: Visa, Mastercard, American Express), <\/p><p><strong>b) <\/strong> through PayPal, or<\/p><p><strong>c)<\/strong> through Apple Pay.<\/p><p><strong>2.<\/strong> The payment transaction is processed via the payment provider [Name, Adresse]. In the course of the payment process, [Name] processes personal data of you. More information about this can be found in [Name]'s privacy policy: <span style=\"text-decoration:underline\">[Link]<\/span>.  <\/p><p><strong>§ 4 Costs of Shipping and Payment<\/strong><\/p><p><strong>1.<\/strong> The prices offered are current prices and valid until further notice. All prices are subject to change.The price includes the applicable statutory sales tax.<\/p><p><strong>2. <\/strong> Our products are generally shipped worldwide. For orders with a value of up to € 100,00 there are € 7,00 shipping costs within the EU. Orders with a value of more than € 100,00 are shipped free of charge within the EU. <\/p><p>For orders with a value of up to € 100,00 there are € … shipping costs outside the EU. Orders with a value of more than € 100 are shipped free of charge outside the EU. \/ ALTERNATIVE: For orders outside the EU there are € … shipping costs.<\/p><p><strong>3.<\/strong> Additional transport insurance can be taken out at any time on request.<\/p><p><strong>4. <\/strong>The customer will receive an order confirmation email once the order has been successfully placed. Once the customer’s order has been shipped, the customer will be notified via email. <\/p><p>Delivery within the EU shall generally be made within 5-10 business days of the customer being notified via email that the ordered goods have been shipped. <\/p><p>Delivery outside the EU shall generally be made within 15 business days of the customer being notified via email that the ordered goods have been shipped. All orders outside the EU are shipped Delivered Duties Unpaid (DDU). This means, that the customer is responsible for paying his\/her local country’s import duties at the time of delivery. Placing an order to a country outside the EU serves as confirmation that the customer understands his\/her responsibility to pay these fees. Unfortunately, we are unable to calculate these fees at time of purchase.<\/p><p><strong>5. <\/strong>No additional costs will be incurred to the customer through the use of distance communication.<\/p>"}}},"block_order":["template--16594685395180__110836f9-d403-454d-9c66-6d760b97dabe-16661150758b0bdc41-1"],"settings":{"color_scheme":"background-1","full_width":true,"padding_top":40,"padding_bottom":52}},"44f24ab6-5e2d-4022-b945-6381d8be29d7":{"type":"rich-text","blocks":{"template--16594685395180__44f24ab6-5e2d-4022-b945-6381d8be29d7-1666115759645f41d8-1":{"type":"text","settings":{"text":"<p><strong>§ 5 Consumer’s Right of Withdrawal<\/strong><\/p><p><span style=\"text-decoration:underline\"><strong>Right of withdrawal<\/strong><\/span><\/p><p>You have the right to withdraw from this contract within 14 days without giving any reason.<\/p><p>The withdrawal period will expire after 14 days from the day on which you acquire, or a third party other than the carrier and indicated by you acquires, physical possession of the goods. In the case that multiple goods were ordered in one order and are delivered separately, the withdrawal period will expire after 14 days from the day on which you acquire, or a third party other than the carrier and indicated by you acquires, physical possession of the last good. In the case of a delivery of a good consisting of multiple lots or pieces the withdrawal period will expire after 14 days from the day on which you acquire, or a third party other than the carrier and indicated by you acquires, physical possession of the last lot or piece. <\/p><p>To exercise the right of withdrawal, you must inform us<\/p><p><strong>CIRO GmbH <\/strong><br\/>Graben 17\/17<br\/>A-1010 Vienna<br\/><strong>Email: <\/strong><a href=\"mailto:support@cirojewelry.com\"><span style=\"text-decoration:underline\">support@cirojewelry.com<\/span><\/a><\/p><p>of your decision to withdraw from this contract by an unequivocal statement (e.g. a letter sent by post, fax or e-mail). You may use the attached model withdrawal form, but it is not obligatory.<\/p><p>To meet with the withdrawal deadline, it is sufficient for you to send your communication concerning your exercise of the right of withdrawal before the withdrawal period has expired.<\/p><p><span style=\"text-decoration:underline\"><strong>Effects of withdrawal<\/strong><\/span><\/p><p>If you withdraw from this contract, we shall reimburse to you all payments received from you, including the costs of delivery (with the exception of the supplementary costs resulting from your choice of a type of delivery other than the least expensive type of standard delivery offered by us), without undue delay and in any event not later than 14 days form the day on which we are informed about your decision to withdraw from this contract. We will carry out such reimbursement using the same means of payment as you used for the initial transaction, unless you have expressly agreed otherwise; in any event, you will not incur any fees as a result of such reimbursement.<\/p><p>We may withhold reimbursement until we have received the goods back or you have supplied evidence of having sent back the goods, whichever is the earliest. <\/p><p>You shall send back the goods or hand them over to us <\/p><p><strong>CIRO GmbH <\/strong><br\/>Graben 17\/17<br\/>A-1010 Vienna<\/p><p>without undue delay and in any event not later than 14 days form the day on which you communicate your withdrawal from this contract to us. The deadline is met if you send back the goods before the period of 14 days has expired.<\/p><p>You will have to bear the direct cost of returning the goods. \/ ALTERNATIVE: We will bear the direct cost of returning the goods.<\/p><p>You are only liable for any diminished value of the goods resulting from the handling other than what is necessary to establish the nature, characteristics and functioning of the goods.<\/p>"}}},"block_order":["template--16594685395180__44f24ab6-5e2d-4022-b945-6381d8be29d7-1666115759645f41d8-1"],"settings":{"color_scheme":"background-1","full_width":true,"padding_top":40,"padding_bottom":52}},"316be09a-5183-4063-a159-57087f070b1b":{"type":"rich-text","blocks":{"template--16594685395180__316be09a-5183-4063-a159-57087f070b1b-16661157962bf2d6b6-1":{"type":"text","settings":{"text":"<p><strong>§ 6 Transfer of Risk<\/strong><\/p><p><strong>1.<\/strong> The risk of loss of or damage to the goods shall transfer to the customer when he or a designated third party who is not the freight forwarder takes possession of the goods. If the customer contracts a freight forwarder and this option was not offered by the entrepreneur, the risk shall transfer to the customer upon the goods being handed over to the freight forwarder.<\/p><p><strong>2. <\/strong>In the case of downloads and transmission of data via the Internet, the risk of loss and modification of the data shall transfer to the customer when the network interface is passed.<\/p><p><strong>3.<\/strong> The handover shall be deemed to have taken place even if the customer is in default of acceptance.<\/p><p><strong>§ 7 Guarantee<\/strong><\/p><p><strong>1. <\/strong>The statutory regulations shall apply.<\/p><p><strong>2. <\/strong> In the event that the customer is an entrepreneur, the statutory warranty period is reduced to 12 months.<\/p><p><strong>§ 8 Vendor’s Lien:<\/strong><\/p><p><strong>1. <\/strong>The goods shall remain our property until full payment of the purchase price is received.<\/p><p><strong>2. <\/strong>The customer shall be obliged to handle the goods with all due care while the vendor’s lien exists.The customer must notify us promptly in writing of any seizure of the goods by third parties, in particular in the case of foreclosure actions, as well as any damage to or destruction of the goods.The customer must notify us promptly of any change of ownership of the goods as well as any change of his own address. The customer shall reimburse us for any damages and costs incurred to us by a breach of this obligation and by any necessary interventions in the case of third-party seizures of the goods.<\/p><p><strong>3. <\/strong>We shall be entitled to rescind the contract and demand the goods in the event of any breach of contract by the customer, in particular default of payment. We shall furthermore be entitled to rescind the contract and demand surrender of the goods in the event of a breach of Point 2, if we cannot reasonably be expected to continue to fulfil the contract.<\/p><p><strong>§ 9 Limitation of and Release from Liability<\/strong><\/p><p><strong>1.<\/strong> Outside the scope of application of the Product Liability Act, our liability shall be limited to wilful intent and gross negligence. Liability for minor negligence, compensation for consequential damages and pecuniary damages, frustrated savings, loss of interest and damages from third-party claims against the customer shall be excluded.<\/p><p><strong>2. <\/strong>The above liability limitations shall not apply in the case of personal injury and damage to health or loss of life of the customer attributable to us. Furthermore, the liability limitations shall not apply in the case of damage to items handed over to us for processing.<\/p><p><strong>3. <\/strong>We shall be liable only for our own contents on the website of our online shop. Where links allow access to other websites, we shall not accept any responsibility for the contents of such third-party websites. We do not adopt the third-party contents as our own. Should we become aware of unlawful contents on external websites, we shall promptly block the access to such websites.<\/p><p><strong>§ 10 Final Provisions<\/strong><\/p><p><strong>1.<\/strong> Austrian law shall apply. The provisions of the UN Convention on Contracts for the International Sale of Goods shall not apply. However, this governing law shall only apply inasmuch as the protection granted is not detracted by mandatory provisions of the law of the state in which the customer normally resides.<\/p><p><strong>2. <\/strong>The venue for any disputes arising directly or indirectly from the contract shall be the Austrian court of local and material jurisdiction for our seat. If the customer is a consumer, the permissible place of jurisdiction results from the mandatory legal provisions. <\/p><p><strong>3. <\/strong>Should individual provisions of a contract with the customer, including these General Terms and Conditions, be or become wholly or partly invalid, this shall not prejudice the validity of the remaining provisions. The wholly or partly invalid regulation shall be replaced by a regulation that covers the economic purpose of the invalid provision as closely as possible.<\/p>"}}},"block_order":["template--16594685395180__316be09a-5183-4063-a159-57087f070b1b-16661157962bf2d6b6-1"],"settings":{"color_scheme":"background-1","full_width":true,"padding_top":40,"padding_bottom":52}},"d5ae294c-f603-4fb3-91ce-7567f4b8f312":{"type":"rich-text","blocks":{"template--16594685395180__d5ae294c-f603-4fb3-91ce-7567f4b8f312-1666115821196efc62-1":{"type":"text","settings":{"text":"<p>------------------------------------------<\/p><p>Model withdrawal form<\/p><p>(complete and return this form only if you wish to withdraw from the contract)<\/p><p>- To: <\/p><p><strong>CIRO GmbH <br\/><\/strong>Graben 17\/17<br\/>A-1010 Vienna<\/p><p><strong>Fax: <\/strong>+43 (0) 1 512 90 78<br\/><strong>Email:<\/strong> <a href=\"mailto:support@cirojewelry.com\"><span style=\"text-decoration:underline\">support@cirojewelry.com<\/span><\/a><\/p><p>- I\/We (*) hereby give notice that I\/We (*) withdraw from my\/our (*) contract of sale of the following goods\/for the provision of the following service (*),<\/p><p>- Ordered on (*) \/received on (*),<\/p><p>- Name of consumer(s),<\/p><p>- Address of consumer(s),<\/p><p>- Signature of consumer(s) (only if this form is notified on paper),<\/p><p>- Date<\/p><p>(*) Delete as appropriate.<\/p>"}}},"block_order":["template--16594685395180__d5ae294c-f603-4fb3-91ce-7567f4b8f312-1666115821196efc62-1"],"settings":{"color_scheme":"background-1","full_width":true,"padding_top":40,"padding_bottom":52}}},"order":["main","9ad8431e-09e4-467d-85a2-22b1c72d4118","110836f9-d403-454d-9c66-6d760b97dabe","44f24ab6-5e2d-4022-b945-6381d8be29d7","316be09a-5183-4063-a159-57087f070b1b","d5ae294c-f603-4fb3-91ce-7567f4b8f312"]}