{"sections":{"main":{"type":"main-page","settings":{"padding_top":28,"padding_bottom":28}},"9ad8431e-09e4-467d-85a2-22b1c72d4118":{"type":"rich-text","blocks":{"template--16594685395180__9ad8431e-09e4-467d-85a2-22b1c72d4118-16661150114ce48a9e-1":{"type":"text","settings":{"text":"<p>SHIPPING<br\/>The customer will receive an order confirmation email once the order has been successfully placed. Once the customer’s order has been shipped, the customer will be notified via email. <br\/>Delivery within the EU<br\/>Delivery within the EU shall generally be made within 5-10 business days of the customer being notified via email that the ordered goods have been shipped. <br\/>Delivery outside the EU<br\/>Delivery outside the EU shall generally be made within 15 business days of the customer being notified via email that the ordered goods have been shipped. All orders outside the EU are shipped Delivered Duties Unpaid (DDU). This means, that the customer is responsible for paying his\/her local country’s import duties at the time of delivery. Placing an order to a country outside the EU serves as confirmation that the customer understands his\/her responsibility to pay these fees. Unfortunately, we are unable to calculate these fees at time of purchase.<br\/>The risk of loss of or damage to the goods shall transfer to the customer when he or a designated third party who is not the freight forwarder takes possession of the goods. If the customer contracts a freight forwarder and this option was not offered by the entrepreneur, the risk shall transfer to the customer upon the goods being handed over to the freight forwarder.<br\/>The handover shall be deemed to have taken place even if the customer is in default of acceptance.<br\/>RETURNS<br\/>Right of withdrawal<br\/>You have the right to withdraw from this contract within 14 days without giving any reason.<br\/>The withdrawal period will expire after 14 days from the day on which you acquire, or a third party other than the carrier and indicated by you acquires, physical possession of the goods. In the case that multiple goods were ordered in one order and are delivered separately, the withdrawal period will expire after 14 days from the day on which you acquire, or a third party other than the carrier and indicated by you acquires, physical possession of the last good. In the case of a delivery of a good consisting of multiple lots or pieces the withdrawal period will expire after 14 days from the day on which you acquire, or a third party other than the carrier and indicated by you acquires, physical possession of the last lot or piece. <br\/>To exercise the right of withdrawal, you must inform us<br\/><strong>CIRO GmbH <\/strong><br\/>Graben 17\/17<br\/>A-1010 Vienna<br\/>Tel: +43 (0) 1 513 30 76<br\/>Email: support@cirojewelry.com<br\/>of your decision to withdraw from this contract by an unequivocal statement (e.g. a letter sent by post, fax or e-mail). You may use the attached model withdrawal form, but it is not obligatory.<br\/>To meet with the withdrawal deadline, it is sufficient for you to send your communication concerning your exercise of the right of withdrawal before the withdrawal period has expired.<br\/><\/p>"}}},"block_order":["template--16594685395180__9ad8431e-09e4-467d-85a2-22b1c72d4118-16661150114ce48a9e-1"],"settings":{"color_scheme":"background-1","full_width":true,"padding_top":40,"padding_bottom":52}},"110836f9-d403-454d-9c66-6d760b97dabe":{"type":"rich-text","blocks":{"template--16594685395180__110836f9-d403-454d-9c66-6d760b97dabe-16661150758b0bdc41-1":{"type":"text","settings":{"text":"<p><span style=\"text-decoration:underline\"><strong>Effects of withdrawal<\/strong><\/span><\/p><p>If you withdraw from this contract, we shall reimburse to you all payments received from you, including the costs of delivery (with the exception of the supplementary costs resulting from your choice of a type of delivery other than the least expensive type of standard delivery offered by us), without undue delay and in any event not later than 14 days form the day on which we are informed about your decision to withdraw from this contract. We will carry out such reimbursement using the same means of payment as you used for the initial transaction, unless you have expressly agreed otherwise; in any event, you will not incur any fees as a result of such reimbursement.<\/p><p>We may withhold reimbursement until we have received the goods back or you have supplied evidence of having sent back the goods, whichever is the earliest. <\/p><p>You shall send back the goods or hand them over to us <\/p><p><strong>CIRO GmbH <\/strong><br\/>Graben 17\/17<br\/>A-1010 Vienna<\/p><p>without undue delay and in any event not later than 14 days form the day on which you communicate your withdrawal from this contract to us. The deadline is met if you send back the goods before the period of 14 days has expired.<\/p><p>You will have to bear the direct cost of returning the goods. \/ ALTERNATIVE: We will bear the direct cost of returning the goods.<\/p><p>You are only liable for any diminished value of the goods resulting from the handling other than what is necessary to establish the nature, characteristics and functioning of the goods.<\/p>"}}},"block_order":["template--16594685395180__110836f9-d403-454d-9c66-6d760b97dabe-16661150758b0bdc41-1"],"settings":{"color_scheme":"background-1","full_width":true,"padding_top":40,"padding_bottom":52}}},"order":["main","9ad8431e-09e4-467d-85a2-22b1c72d4118","110836f9-d403-454d-9c66-6d760b97dabe"]}